Repository: prmncr/Wrappr
Catalog: src/Localization/Strings.*.resx
Languages: ru

# ContextMenuOpenApp
source: Open Wrappr
ru: Открыть Wrappr

# ContextMenuCloseApp
source: Exit Wrappr
ru: Выйти из Wrappr

# WrapperToggleToolTip
source: Start/stop service
ru: Запустить/остановить сервис

# ServicePickerPlaceholder
source: Enter service name...
ru: Введите имя сервиса...

# UpdateWrapperButtonToolTip
source: Update wrapper
ru: Обновить обёртку

# DeleteWrapperButtonToolTip
source: Delete wrapper
ru: Удалить обёртку

# EmptyWrappersListPlaceholder
source: To create new wrapper click button below
ru: Чтобы создать новую обертку, нажмите кнопку ниже

# CreateWrapperButtonText
source: Create wrapper
ru: Создать обёртку

# EmptyWrapperDisplayName
source: Empty Wrapper
ru: Новая обёртка

# EmptyWrapperServiceName
source: No service set up
ru: Сервис не выбран

# CloseAppButtonToolTip
source: Close Wrappr
ru: Закрыть Wrappr

# ServiceNotFoundMessage
source: Service with that name was not found
ru: Сервис с таким именем не был найден

# ErrorMessageTitle
source: Error
ru: Ошибка

# CloseMessageDrawerButtonText
source: Close
ru: Закрыть

# AboutWindowTitle
source: About Wrappr
ru: О Wrappr

# AboutDescriptionText
source: Windows services "wrapping" utility.
ru: Утилита для "оборачивания" сервисов Windows.

# AboutDescriptionText2
source: Wrapping - creating an entity (wrapper) that reflects original object state (Windows service in this case).
ru: Оборачивание - создание объекта (обёртки), который отражает состояние оригинального объекта (в данном случае - сервисов Windows).

# AboutAppButtonToolTip
source: About Wrappr
ru: О Wrappr

# WrapperForNotFoundService
source: Service not found
ru: Сервис не найден

# CloseWindowButtonToolTip
source: Close window
ru: Закрыть окно

# MinimizeWindowButtonToolTip
source: Minimize window
ru: Свернуть

# ServiceStatusWasChangedBalloonTitle
source: Service status was changed
ru: Статус сервиса был изменен

# ServiceStatusWasChangedBalloonText
source: Status of service '{0}' was externally changed to '{1}'
ru: Статус сервиса '{0}' был изменен на '{1}' вне Wrappr

# WrapperTrackingToggleText
source: Tracking
ru: Отслеживать

# WrapperPoolingDelayHint
source: Pooling delay
ru: Задержка опроса

# WrapperPoolingDelayToolTip
source: Set the time between service status checks (in ms). A lower value may put a strain on your system.
ru: Устанавливает время между проверками статуса сервиса (в мс). Более низкое значение может вызвать большую нагрузку на систему.

# WrapperNotificationsToggleText
source: Notify
ru: Уведомления

# WrapperNotificationsToggleToolTip
source: Enables/disables notifications for this wrapper. If enabled, Wrappr will send notification every time when status of wrapped service will be changed outside of Wrappr.
ru: Включает/выключает уведомления об изменении статуса сервиса. Если включено, Wrappr будет отправлять уведомления всякий раз, когда статус сервиса изменится не из Wrappr.

# WrapperTrackingToggleToolTip
source: Enables/disables tracking for this wrapper. If enabled, Wrappr will keep track of the service status if it will be changed outside of Wrappr.
ru: Включает/выключает отслеживание статуса сервиса. Если включено, Wrappr будет обновлять статус сервиса, если он изменится не из Wrappr.
