Repository: prmncr/Wrappr
Catalog: src/Wrappr/Resources/Strings.*.resx
Languages: ru_ru

# ContextMenuOpenApp
source: Open Wrappr
ru_ru: Открыть Wrappr

# DeleteWrapperButtonToolTip
source: Delete wrapper
ru_ru: Удалить

# CreateWrapperButtonText
source: Create
ru_ru: Добавить

# EmptyWrapperDisplayName
source: Empty Wrapper
ru_ru: Новая обёртка

# EmptyWrapperServiceName
source: No service set up
ru_ru: Сервис не выбран

# ServiceNotFoundMessage
source: Service with that name was not found
ru_ru: Сервис с таким именем не был найден

# ErrorMessageTitle
source: Error
ru_ru: Ошибка

# AboutWindowTitle
source: About Wrappr
ru_ru: О Wrappr

# ServiceStatusWasChangedBalloonTitle
source: Service status was changed
ru_ru: Статус сервиса был изменен

# ServiceStatusWasChangedBalloonText
source: Status of service '{0}' was externally changed to '{1}'
ru_ru: {0} был {1}

# WrapperTrackingToggleText
source: Tracking
ru_ru: Отслеживание

# WrapperTrackingToggleToolTip
source: Enables/disables tracking for this wrapper. If enabled, Wrappr will keep track of the service status if it will be changed outside of Wrappr.
ru_ru: Если статус сервиса будет изменен другим приложением, то это отразится и здесь.

# WrapperPoolingDelayHint
source: Pooling delay
ru_ru: Задержка опроса

# WrapperPoolingDelayToolTip
source: Set the time between service status checks (in ms). A lower value may put a strain on your system.
ru_ru: Время между проверками статуса сервиса (в мс). Низкие значения могут приводить к повышенной нагрузке.

# WrapperNotificationsToggleText
source: Notify
ru_ru: Уведомления

# WrapperNotificationsToggleToolTip
source: Enables/disables notifications for this wrapper. If enabled, Wrappr will send notification every time when status of wrapped service will be changed outside of Wrappr.
ru_ru: Определяет, стоит ли отправлять уведомления о том, что статус сервиса был изменен.

# NoServiceFoundPlaceholder
source: No service found
ru_ru: Сервисов не найдено

# WrappersTitle
source: Wrappers
ru_ru: Сервисы

# CreateNewWrapperTitle
source: Create a new wrapper
ru_ru: Добавление сервиса

# WrapperSearchPlaceholder
source: Start typing service name...
ru_ru: Начните вводить имя сервиса...

# CreateWrapperPageRedirectButtonText
source: Create...
ru_ru: Добавить...

# ReloadAppButtonText
source: Reload
ru_ru: Перезапустить

# ReadOnlyModeDescription
source: This means that Wrappr cannot enable and disable services, change autostart settings, but can watch services statuses. To use full Wrappr functionality, please restart it with elevated privileges.
ru_ru: Это означает, что Wrappr не сможет включать/выключать сервисы, а также изменять настройки автозапуска, но всё также сможет отслеживать статусы сервисов. Для использования полного функционала Wrappr, пожалуйста, перезапустите приложение с правами администратора.

# ReadOnlyModeTitle
source: Wrappr is currently running without administrator privileges.
ru_ru: В данный момент Wrappr запущен без прав администратора.

# ElevatedTitlebarText
source: Administator
ru_ru: Администратор

# NotElevatedTipTitlebarText
source: Read-only
ru_ru: Только просмотр

# NoWrappersPopupPlaceholder
source: Nothing to show
ru_ru: Нет отслеживаемых сервисов

# SettingsTitle
source: Settings
ru_ru: Настройки

# AddTaskToSchedulerTitle
source: Launch Wrappr on login
ru_ru: Запускать Wrappr при входе в систему

# AddTaskToSchedulerSubtitle
source: Please, move Wrappr.exe to safe place before using this feature to prevent accidental deletion.
ru_ru: Пожалуйста, убедитесь, что Wrappr находится в безопасной папке, чтобы предотвратить случайное удаление.

# AddedToAutoStartTitle
source: Added to autostart successfully!
ru_ru: Wrappr был успешно добавлен в автозапуск!

# AutostartDisabled
source: Disabled
ru_ru: Отключено

# ShowAtStart
source: Show at log in
ru_ru: Открывать при входе в систему

# HideAtStart
source: Open in tray at log in
ru_ru: Запускать в трее при входе в систему

# SourcesPrefix
source: Source code:
ru_ru: Исходный код

source: check updates:
ru_ru: Проверить обновления

# NoServiceSelectedError
source: No service was selected
ru_ru: Сервис не выбран
